{
	"homeH1PartOne": "Hi young visitor, i'm",
	"homeH1PartTwo": " and i come from",
	"homeText1": "In your planet, you can call me Thomas Semeria.",
	"homeText2": "I'm a front-end developer, and open to work on Earth.",
	"homeText3": "My flying saucer is working with antimatter and not Earth energies, so it's not a problem for me to fly to your beautiful planet.",
	"homeText4": "And if you need me really fast, i can come with my pocket teleporter.",
	"homeText5": "Visit the other pages of my portfolio to see some work of me, to check my old experiences, to know me a little more or to contact me.",
	"myWorkH1": "Here is some samples of my work.",
	"myWorkText1": "Click on 'Live demo' to visit the website, or click on the GitHub logo to see the code source on GitHub.",
	"myWorkText2": "If you have some questions or just want to contact me, click on the 'Contact' button 👽",
	"myWorkTitle0": "Equine mediation",
	"myWorkDescription0": "This is a website for a therapist who make therapies with the help of Earth horses. ",
	"myWorkTitle1": "My portfolio",
	"myWorkDescription1": "This is my portfolio. You are already on this, but if you like infinite loops, click on it !",
	"myWorkTitle2": "UniverseGram",
	"myWorkDescription2": "UniverseGram is the first social media inter-galaxys. Talk and share with other peoples of the universe 🪐. I'll made it with React, Redux, NodeJS, Express, and MongoDB",
	"myWorkTitle3": "Todo application",
	"myWorkDescription3": "This is a beautiful ToDo application, with a drag and drop function to manage your todos.",
	"myWorkTitle4": "TsModale",
	"myWorkDescription4": "Here is a customizable modale validation builded for an old project. Check the link to the Npm page to see the customizables props of this amazing modale !",
	"cvDescriptionH1": "On this page you can explore the technologies i use, and read or download my curriculum vitae.",
	"cvDescriptionText1": "To facilitate the work of each person, no matter what planet they come from, the CV can be read Earth language, as well as in the language of ",
	"cvDescriptionText2": "Click on the button below to change the language, and enjoy reading about my past experience.",
	"cvContentText1": "Earth language",
	"cvContentText2": "language",
	"cvSkill0": "HTML",
	"cvSkill1": "CSS",
	"cvSkill2": "Tailwind CSS",
	"cvSkill3": "Sass",
	"cvSkill4": "Javascript",
	"cvSkill5": "Typescript",
	"cvSkill6": "React",
	"cvSkill7": "Redux",
	"cvSkill8": "Jest",
	"cvSkill9": "MongoDb",
	"cvSkill10": "Git",
	"cvSkill11": "Github",
	"cvSkill12": "Terminal",
	"cvSkill13": "Respnsives websites",
	"cvSkill14": "Web accessibility",
	"cvContentH2": "Here's a sample of my tools and technologies i use to make beautiful websites and applications you need:",
	"cvSkillsText1": "I love bringing life to new ideas and projects, technically and visually.",
	"cvSkillsText2": "I think the users experience must be the priority, and be pleasant and enjoying, and this is for all the users.",
	"cvSkillsText3": "I'm a fast learner and challenges lover, and i can adapt to new technologies and learn quickly.",
	"cvSkillsText4": "Also i know the respect of the mock-up is strongly important, with me you can be sure you'll can play at the seven differences game between your mock-up and the final project, and find none.",
	"cvSkillsText5": "Entrust me your project, some instructions and the mock-up, and you have the insurance i will make this with serious, rigor, my best skills and my bigger smile 😃",
	"cvExperiencesH2": "Experiences",
	"cvExperiencesText1": "You can download the CV by pressing the button located below this section to see the job descriptions and more details on it.",
	"cvExperiencesText2": "You also can see my human head on it. 👨‍💻",
	"cvExperiencesText3": "If you want you can see my olders experiences by clicking the below arrow, not from the dev world but it's experiences:",
	"cvExperienceEmployer0": "Myself",
	"cvExperienceJob0": "Front-end developer",
	"cvExperienceDates0": "01/2022 to actually",

	"cvExperienceEmployer1": "Open Class Rooms",
	"cvExperienceJob1": "Web developer student",
	"cvExperienceDates1": "01/2021 to 01/2022",

	"cvExperienceEmployer2": "Feu Vert",
	"cvExperienceJob2": "Shop director",
	"cvExperienceDates2": "08/2013 to 06/2020",

	"cvExperienceEmployer3": "Feu Vert",
	"cvExperienceJob3": "Store manager",
	"cvExperienceDates3": "02/2009 to 07/2013",

	"cvExperienceEmployer4": "Feu Vert",
	"cvExperienceJob4": "Seller",
	"cvExperienceDates4": "03/2008 to 01/2009",

	"cvExperienceEmployer5": "Feu Vert",
	"cvExperienceJob5": "Mechanic",
	"cvExperienceDates5": "01/2006 to 02/2008",

	"cvExperienceEmployer6": "René Brisach",
	"cvExperienceJob6": "Worker",
	"cvExperienceDates6": "12/2005 to 05/2006",

	"cvExperienceEmployer7": "Mc Donald's",
	"cvExperienceJob7": "Formator",
	"cvExperienceDates7": "03/2005 to 11/2005",

	"cvExperienceEmployer8": "Mc Donald's",
	"cvExperienceJob8": "Versatile crew",
	"cvExperienceDates8": "11/2003 to 02/2005",

	"cvDownloadButton": "Download the CV",
	"cvDownloadText1": "In french  🇫🇷",
	"cvDownloadText2": "In english  🏴󠁧󠁢󠁥󠁮󠁧󠁿",

	"aboutH1": "Here i'm just going to talk a little bit about myself.",
	"aboutText1": "I'm born in 1st november, on 1987 Earth year.",
	"aboutText2": "I want to work in Earth because on my planet, we don't need to work, the artificial intelligence make the big part of the works for us.",
	"aboutText3": "It's pretty nice, we have all the life time to do what we want, but i really love building websites and applications.",
	"aboutText4": "Also, i really (really) love pizzas, and the best are in Earth.",
	"aboutText5": "In my daily life, i like doing some sports and learning some stuffs about sciences and technologies,",
	"aboutText6": "travels on space and time, and looking some big stars explodes.",
	"aboutText7": "I also love music, video games, nature, travels and animals, just some simples things of the life 🌳",
	"aboutText8": "If you have any questions about my way of life, want to know more about me,",
	"aboutText9": " feel free to contact me by clicking the navigation menu contact button 👽",

	"contactH1": "Here are the links through which you can follow or contact me.",
	"contactText1": "You can also complete the below form.",
	"contactLabel1": "First name",
	"contactLabel2": "Last name",
	"contactLabel3": "Email",
	"contactLabel4": "Phone number",
	"contactLabel5": "Message",
	"contactButton": "Send",
	"navMenu1": "Home",
	"navMenu2": "My work",
	"navMenu3": "Skills",
	"navMenu4": "About me",
	"navMenu5": "Contact",
	"mobileMenuTitle": "Navigate to"
}