{
	"homeH1PartOne": "Bonjour jeune visiteur, je suis",
	"homeH1PartTwo": " et je viens de",
	"homeText1": "Mais sur ta planète tu peux m'appeler Thomas Semeria.",
	"homeText2": "Je suis développeur front-end, et ouvert à travailler sur Terre.",
	"homeText3": "Ma soucoupe volante fonctionne avec de l'anti-matière et non des énergies de la Terre, alors il n'y a aucun problème pour moi pour voler jusqu'à ta belle planète.",
	"homeText4": "Et si tu as besoin de moi rapidement, je peux aussi venir grâce à mon téléporteur de poche.",
	"homeText5": "Visites les autres pages de mon portfolio pour connaître mon travail, mes anciennes expériences, me connaître un peu plus ou me contacter.",
	"myWorkH1": "Ici tu trouveras quelques exemples de projets que j'ai réalisé.",
	"myWorkText1": "Cliques sur 'Live demo' pour visiter le site, ou sur 'Github repo' pour consulter le code source.",
	"myWorkText2": "Si tu as des questions ou souhaites juste me contacter, cliques sur le bouton 'Contact' 👽",
	"myWorkTitle0": "Médiation équine",
	"myWorkDescription0": "C'est un site web produit pour une thérapeute, qui promulgue ses soins à l'aide de chevaux terriens.",
	"myWorkTitle1": "Mon portfolio",
	"myWorkDescription1": "C'est mon portfolio. Tu es déjà dessus, mais si tu aimes les boucles infinies, cliques dessus !",
	"myWorkTitle2": "UniverseGram",
	"myWorkDescription2": "UniverseGram est le premier réseau social inter-galaxies. Parles et partages avec d'autres personnes de tout l'univers 🪐. Ce site sera construit avec React, Redux, NodeJS, Express, et MongoDB",
	"myWorkTitle3": "Todo application",
	"myWorkDescription3": "C'est une application de gestion de tâches, avec une fonction de glisser/déposer pour les gérer.",
	"myWorkTitle4": "TsModale",
	"myWorkDescription4": "C'est une modale de validation personnalisable, produite pour un vieux projet. Cliques sur le lien pour consulter la page Npm et voir les différentes props pour personnaliser cette super modale !",
	"cvDescriptionH1": "Sur cette page tu peux explorer les technologies que j'utilise, ou consulter et télécharger mon cv.",
	"cvDescriptionText1": "Pour faciliter le travail de chaque personne, peu importe de quelle planète elle vient, la page peut être lue en langage terrien ou celui de ",
	"cvDescriptionText2": "Cliques sur le bouton ci-dessous pour changer la langue, et bonne lecture ! ",
	"cvContentText1": "Langage terrien",
	"cvContentText2": "langage",
	"cvContentH2": "Voici un exemple des technologies et outils que j'utilise pour coder les beaux sites web ou applications dont tu as besoin :",
	"cvSkill0": "HTML",
	"cvSkill1": "CSS",
	"cvSkill2": "Tailwind CSS",
	"cvSkill3": "Sass",
	"cvSkill4": "Javascript",
	"cvSkill5": "Typescript",
	"cvSkill6": "React",
	"cvSkill7": "Redux",
	"cvSkill8": "Jest",
	"cvSkill9": "MongoDb",
	"cvSkill10": "Git",
	"cvSkill11": "Github",
	"cvSkill12": "Terminal",
	"cvSkill13": "Sites responsives",
	"cvSkill14": "Accessibilité",
	"cvSkillsText1": "J'adore donner vie à de nouveaux projets ou idées, aussi bien techniquement que visuellement.",
	"cvSkillsText2": "Je pense que l'expérience de l'utilisateur doit être la priorité, et être vraiment agréable et/ou amusante, et cela pour tous les utilisateurs.",
	"cvSkillsText3": "J'apprends très vite, j'aime les challenges, et je peux m'adapter à de nouvelles technologies très rapidement.",
	"cvSkillsText4": "Aussi je pense que le respect de la maquette est très important. Avec moi tu as l'assurance de pouvoir jouer au jeu des 7 différences entre la maquette et le projet final, et n'en trouver aucune.",
	"cvSkillsText5": "Confies-moi ton projet, des instructions et une maquette, et tu peux être sûr que celui-ci sera fait avec sérieux, rigueur, mes meilleures compétences et mon plus grand sourire 😃",
	"cvExperiencesH2": "Expériences",
	"cvExperiencesText1": "Tu peux télécharger le cv en cliquant sur le bouton situé dessous cette section, et ainsi voir plus de détails sur chaque expérience.",
	"cvExperiencesText2": "Tu verras aussi mon visage humain dessus. 👨‍💻",
	"cvExperiencesText3": "Tu peux aussi voir plus d'expériences en cliquant sur la flèche ci-dessous, elles ne sont pas du monde du dev mais ce sont des expériences quand même:",
	"cvExperienceEmployer0": "Moi-même",
	"cvExperienceJob0": "Développeur front-end",
	"cvExperienceDates0": "01/2022 à aujourd'hui",
	"cvExperienceEmployer1": "Open Class Rooms",
	"cvExperienceJob1": "Étudiant développeur web",
	"cvExperienceDates1": "01/2021 01/2022",
	"cvExperienceEmployer2": "Feu Vert",
	"cvExperienceJob2": "Directeur de magasin",
	"cvExperienceDates2": "08/2013 à 06/2020",
	"cvExperienceEmployer3": "Feu Vert",
	"cvExperienceJob3": "Responsable de magasin",
	"cvExperienceDates3": "02/2009 à 07/2013",
	"cvExperienceEmployer4": "Feu Vert",
	"cvExperienceJob4": "Commercial",
	"cvExperienceDates4": "03/2008 à 01/2009",
	"cvExperienceEmployer5": "Feu Vert",
	"cvExperienceJob5": "Mécanicien",
	"cvExperienceDates5": "01/2006 à 02/2008",
	"cvExperienceEmployer6": "René Brisach",
	"cvExperienceJob6": "Ouvrier",
	"cvExperienceDates6": "12/2005 à 05/2006",
	"cvExperienceEmployer7": "Mc Donald's",
	"cvExperienceJob7": "Formateur",
	"cvExperienceDates7": "03/2005 à 11/2005",
	"cvExperienceEmployer8": "Mc Donald's",
	"cvExperienceJob8": "Employé polyvalent",
	"cvExperienceDates8": "11/2003 à 02/2005",
	"cvDownloadButton": "Télécharger le CV",
	"cvDownloadText1": "En français  🇫🇷",
	"cvDownloadText2": "En anglais  🏴󠁧󠁢󠁥󠁮󠁧󠁿",
	"aboutH1": "Ici je vais juste te parler un petit peu de moi.",
	"aboutText1": "Je suis né le 1er Novembre 1987 dans le calendrier terrien européen.",
	"aboutText2": "J'aimerai travailler sur la Terre car sur ma planète, il n'y a pas vraiment besoin de travailler, l'intelligence artificielle alliée à nos technologies avancées font tout le travail pour nous.",
	"aboutText3": "C'est plutôt cool, on a tout notre temps pour nous, mais j'aime vraiment coder des sites webs et des applications !",
	"aboutText4": "Aussi j'aime vraiment (vraiment) beaucoup les pizzas et les meilleures se trouvent sur Terre",
	"aboutText5": "Sinon dans ma vie de tous les jours, j'aime faire du sport, apprendre sur les sciences et les technologies,",
	"aboutText6": "les voyages dans l'espace et le temps, et regarder quelques grosses étoiles exploser.",
	"aboutText7": "J'aime aussi la nature, les animaux, la musique, les jeux vidéos, juste des choses simples de la vie 🌳",
	"aboutText8": "Si tu as une question sur mon mode de vie, ou souhaite en savoir plus sur moi,",
	"aboutText9": " écris moi en cliquant sur le bouton 'Contact' au dessus 👽",
	"contactH1": "Voici les liens par lesquels tu peux me suivre ou me contacter.",
	"contactText1": "Tu peux aussi compléter le formulaire situé juste en dessous.",
	"contactLabel1": "Prénom",
	"contactLabel2": "Nom",
	"contactLabel3": "Email",
	"contactLabel4": "Numéro de téléphone",
	"contactLabel5": "Message",
	"contactButton": "Envoyer",
	"navMenu1": "Accueil",
	"navMenu2": "Mon travail",
	"navMenu3": "Compétences",
	"navMenu4": "A propos",
	"navMenu5": "Contact",
	"mobileMenuTitle": "Naviguer vers",
	"mobileTitle/": "Accueil",
	"mobileTitle/mywork": "Mon travail",
	"mobileTitle/skills": "Compétences",
	"mobileTitle/about": "A propos",
	"mobileTitle/contact": "Contact"
}